{
	"survivor" : {
		"duelist" : {
			"name" : "Duelist",
			"nameUpper" : "DUELIST",
			"description" : "",
			"endQuote" : "",
			"story": "",
			"id" : "",
			"departure" : "",
			"arrival" : ""
		}
	},
	"skill" : {
		"duelistZ": {
			"name": "",
			"description": ""
		}
	},

	"item" : {
		"portableBattery" : {
			"name" : "Portable Battery",
			"pickup": "Increased health regeneration while equipment is off cooldown.",
			"description": "While your equipment is off cooldown, increase <g>health regeneration</c> by <g>1.8</c> <c_stack>(+1.8 per stack)</c> <g>hp</c> per second.",
			"destination": "Stepped Terraces,\n3rd Colony,\nMars",
			"date": "8/12/2056",
			"story": "I know it's a bit antiquated by this point, but my pops gave me this battery for my first 'bot, so I'll do the same for you. You might have it running slower than others, but boy howdy does it last. This thing hasn't been refreshed since I first got it way back when, and it's still kicking! I know you'll get some better use out of it than I do.",
			"priority": "Standard"
		},
		"foragedSpoils" : {
			"name" : "Foraged Spoils",
			"pickup": "Living off the land.",
			"description": "Bosses have a <b>5%</c> <c_stack>(+2.5% per stack)</c> <b>chance</c> to <b>drop a unique item</c>.",
			"destination": "Bio-Analysis Lab,\nCaledew,\n25 and 4th Quadrant",
			"date": "6/05/2056",
			"story": "My time on this planet has taught me many things. Among them, resourcefulness. Finding food is a constant struggle, and I'm left desperate enough to consume alien plants such as this. To my delight, they don't seem to have had any ill-effects yet, and they only taste bad if I think about it too hard.\n\n...Which is hard to do on an empty stomach.",
			"priority": "<g>Field-Found</c>"
		}
	},
	
	"interactable" : {
		"berriesBush.text" : "Forage"
	},
	
	"actor" : {
		"basaltCrab.name" : "Basalt Crab"
	},
	
	"monster" : {
		"basaltCrab.name" : "Basalt Crab",
		"basaltCrab.story" : "On a stony shore, I found a series of shallow waters in which passive aquatic life thrives. Finally, a source of food! I rushed to the water, perhaps too excited for the meal. From the craggy outcroppings surrounding me, four red lights beamed.\n\nI thought at first it was more golems, but to my dismay, this creature is much worse. Not unlike the sand crabs, this great crustacean of stone is gargantuan. Claws six times larger than my body, and shell thicker than my chest.\n\nI had to flee the pools... In the few moments I've been able to observe them from afar, they graze in the water, vacuously devouring the aquatic life I was so desperate to acquire for myself."
	}
}
