{
	"survivor" : {
		"duelist" : {
			"name" : "Duelist",
			"nameUpper" : "DUELIST",
			"description" : "",
			"endQuote" : "",
			"story": "",
			"id" : "",
			"departure" : "",
			"arrival" : ""
		}
	},
	"skill" : {
		"duelistZ": {
			"name": "",
			"description": ""
		}
	},

	"item" : {
		"portableBattery" : {
			"name" : "Portable Battery",
			"pickup": "Increased health regeneration while equipment is off cooldown.",
			"description": "While your equipment is off cooldown, increase <g>health regeneration</c> by <g>1.8</c> <c_stack>(+1.8 per stack)</c> <g>hp</c> per second.",
			"destination": "Stepped Terraces,\n3rd Colony,\nMars",
			"date": "8/12/2056",
			"story": "I know it's a bit antiquated by this point, but my pops gave me this battery for my first 'bot, so I'll do the same for you. You might have it running slower than others, but boy howdy does it last. This thing hasn't been refreshed since I first got it way back when, and it's still kicking! I know you'll get some better use out of it than I do.",
			"priority": "Standard"
		},
		"foragedSpoils" : {
			"name" : "Foraged Spoils",
			"pickup": "Living off the land.",
			"description": "Bosses have a <b>5%</c> <c_stack>(+2.5% per stack)</c> <b>chance</c> to <b>drop a unique item</c>.",
			"destination": "Bio-Analysis Lab,\nCaledew,\n25 and 4th Quadrant",
			"date": "6/5/2056",
			"story": "My time on this planet has taught me many things. Among them, resourcefulness. Finding food is a constant struggle, and I'm left desperate enough to consume alien plants such as this. To my delight, they don't seem to have had any ill-effects yet, and they only taste bad if I think about it too hard.\n\n...Which is hard to do on an empty stomach.",
			"priority": "<g>Field-Found</c>"
		},
		"jumpstartCable" : {
			"name" : "Jumpstart Cable",
			"pickup": "Once per stage, purchase a drone for free.",
			"description": "Purchase <b>1</c> <c_stack>(+ 1 per stack)</c> drone <b>for free</c> per stage.",
			"destination": "18a Grenthik Highrise,\nNeo-Neo York,\nYun Star A",
			"date": "5/20/2056",
			"story": "Look, we both know what they're for. A car breaks down? I got you. Fridge breaks down? Unorthodox, but I got you. A top-of-the-line multitool assistance droid breaks down? Well, clearly I have you. But this one's not on the record, got it?",
			"priority": "<g>Priority</c>"
		},
		"collectibleCards" : {
			"name" : "Collectible Cards",
			"pickup": "Enemies drop more gold over time.",
			"description": "Every 5 seconds, enemies become worth <y>1$</c> <c_stack>(+1$ per stack)</c> <y>more gold</c>. Scales with time.",
			"destination": "12 Cherish Place,\nThe Landing Strip,\nJupiter",
			"date": "12/28/2056",
			"story": "DO NOT TAKE THEM OUT OF THE PACKAGING! Give this box STRAIGHT to the graders. These cards are worth a fortune, look at them! First edition, mint condition, half of them damn near may as well be sealed! These are collector's items, prime material. I'm gonna be so rich when these get back to me!",
			"priority": "<g>High Priority</c>"
		},
		"chaosDrive" : {
			"name" : "Chaos Drive",
			"pickup": "Using skills stores up barrier. Receive stored barrier at low health.",
			"description": "Using <b>skills</c> stores up to <g>15%</c> <c_stack>(+5% per stack)</c> of your <g>max barrier</c>. Falling below <r>25% health</c> grants all stored <g>barrier</c>.",
			"destination": "Hungry Crates,\nDansine,\nHautilon",
			"date": "3/4/2056",
			"story": "I'm just dumping this one into storage too. Should be the last of my trinkets coming your way for a while. This one is real interesting though, I'll tell you what! When I carry it around with me, it seems to build up some type of charge. Like static electricity. Heh, but this one shocks a lot harder than that. Thanks again for stowing all this junk for me, Craig.",
			"priority": "Standard"
		}
	},
	
	"interactable" : {
		"berriesBush.text" : "Forage"
	},
	
	"actor" : {
		"basaltCrab.name" : "Basalt Crab"
	},
	
	"monster" : {
		"basaltCrab.name" : "Basalt Crab",
		"basaltCrab.story" : "On a stony shore, I found a series of shallow waters in which passive aquatic life thrives. Finally, a source of food! I rushed to the water, perhaps too excited for the meal. From the craggy outcroppings surrounding me, four red lights beamed.\n\nI thought at first it was more golems, but to my dismay, this creature is much worse. Not unlike the sand crabs, this great crustacean of stone is gargantuan. Claws six times larger than my body, and shell thicker than my chest.\n\nI had to flee the pools... In the few moments I've been able to observe them from afar, they graze in the water, vacuously devouring the aquatic life I was so desperate to acquire for myself."
	}
}
